export const data = [
    {
        "t": 0,
        "c": " 作词 : ChiliChill"
    },
    {
        "t": 1,
        "c": " 作曲 : ChiliChill"
    },
    {
        "t": 2,
        "c": " 制作人 : ChiliChill"
    },
    {
        "t": 10.473,
        "c": "船 摇啊摇"
    },
    {
        "t": 12.239,
        "c": "摇到陌生的远方摇断了船桨"
    },
    {
        "t": 16.087,
        "c": "进土壤 长成了愿望和新故乡"
    },
    {
        "t": 20.342,
        "c": "(Bora sana, Bora sana)"
    },
    {
        "t": 20.724,
        "c": "我的朋友"
    },
    {
        "t": 22.759,
        "c": "你在哪 是否凝望同一轮月光"
    },
    {
        "t": 26.474,
        "c": "有没有 成为期待的英雄模样"
    },
    {
        "t": 30.752,
        "c": "期待的模样"
    },
    {
        "t": 40.368,
        "c": "(Nzuri Sana)"
    },
    {
        "t": 41.777,
        "c": "风 绕啊绕"
    },
    {
        "t": 43.573,
        "c": "绕成年轮记录西山来的歌谣"
    },
    {
        "t": 47.421,
        "c": "轻唱着 十八万个寂静的夜色"
    },
    {
        "t": 51.631,
        "c": ""
    },
    {
        "t": 52.178,
        "c": "我的朋友"
    },
    {
        "t": 53.929,
        "c": "若岁月是一条能够逆流的河"
    },
    {
        "t": 57.787,
        "c": "你是否 还会踏上未知的远走"
    },
    {
        "t": 62.323,
        "c": ""
    },
    {
        "t": 62.675,
        "c": "Hakunamatata my friend"
    },
    {
        "t": 65.085,
        "c": "层岩上雕刻着你的画"
    },
    {
        "t": 67.563,
        "c": "Hakunamatata my friend"
    },
    {
        "t": 70.766,
        "c": "庆贺的佳酿千里飘香"
    },
    {
        "t": 72.859,
        "c": "Latata!Latata!"
    },
    {
        "t": 75.27,
        "c": "从风花到雪月 从东南到北呀"
    },
    {
        "t": 78.163,
        "c": "地脉记录着你传奇的诗篇到永远 永远"
    },
    {
        "t": 83.19,
        "c": ""
    },
    {
        "t": 83.543,
        "c": "船 摇啊摇"
    },
    {
        "t": 85.28,
        "c": "摇到太阳下班月儿挂树梢"
    },
    {
        "t": 89.033,
        "c": "歇歇脚 默念早睡早起身体好"
    },
    {
        "t": 93.814,
        "c": "我的朋友"
    },
    {
        "t": 95.69,
        "c": "要是累了病了找我瞧一瞧"
    },
    {
        "t": 99.50800000000001,
        "c": "不得了 三丘丘快采药让四丘丘熬"
    },
    {
        "t": 103.95,
        "c": ""
    },
    {
        "t": 104.436,
        "c": "Hakunamatata my friend"
    },
    {
        "t": 106.86,
        "c": "森林里传来可爱回响"
    },
    {
        "t": 109.324,
        "c": "Hakunamatata my friend"
    },
    {
        "t": 112.006,
        "c": "见你点燃勇敢的火把"
    },
    {
        "t": 114.721,
        "c": "Latata!Latata!"
    },
    {
        "t": 117.02600000000001,
        "c": "从桓那兰那到欧庇克莱呀"
    },
    {
        "t": 119.814,
        "c": "地脉记录着你传奇的诗篇到永远 永远"
    },
    {
        "t": 127.237,
        "c": "永远…"
    },
    {
        "t": 137.056,
        "c": ""
    },
    {
        "t": 138.25,
        "c": "船 摇啊摇"
    },
    {
        "t": 140.144,
        "c": "摇到陌生的远方摇断了船桨"
    },
    {
        "t": 144.195,
        "c": "进土壤 长成了愿望和新故乡"
    },
    {
        "t": 148.982,
        "c": "我的朋友"
    },
    {
        "t": 151.328,
        "c": "你在哪 是否凝望同一轮月光"
    },
    {
        "t": 155.184,
        "c": "有没有…"
    },
    {
        "t": 158.164,
        "c": ""
    },
    {
        "t": 162.578,
        "c": "Hakunamatata my friend"
    },
    {
        "t": 167.78199999999998,
        "c": "船 摇啊摇"
    },
    {
        "t": 169.518,
        "c": "摇到陌生的远方摇断了船桨"
    },
    {
        "t": 173.422,
        "c": "进土壤 长成了愿望和新故乡"
    },
    {
        "t": 177.966,
        "c": "我的朋友"
    },
    {
        "t": 179.935,
        "c": "你在哪 是否凝望同一轮月光"
    },
    {
        "t": 183.714,
        "c": "有没有 成为期待的英雄模样"
    },
    {
        "t": 188.102,
        "c": ""
    },
    {
        "t": 188.666,
        "c": "船 摇啊摇 摇啊摇啊摇啊摇"
    },
    {
        "t": 193.865,
        "c": "风 绕啊绕 绕啊绕啊绕啊绕"
    },
    {
        "t": 198.731,
        "c": ""
    },
    {
        "t": 199.098,
        "c": "我的朋友"
    },
    {
        "t": 200.951,
        "c": "请带走这一首歌"
    },
    {
        "t": 204.127,
        "c": "去更远的远方…"
    },
    {
        "t": 209.063,
        "c": ""
    },
    {
        "t": 209.98,
        "c": ""
    },
    {
        "t": 212.466,
        "c": " 音乐制作 : ChiliChill"
    },
    {
        "t": 213.299,
        "c": " 笛子 : Akshat Mehrotra"
    },
    {
        "t": 214.132,
        "c": " 上海录音 : ChiliChill@Staff Only Studio"
    },
    {
        "t": 214.965,
        "c": " 北京录音 : Kevin刘瀚文@Studio21A"
    },
    {
        "t": 215.798,
        "c": " 混音 : ChiliChill"
    },
    {
        "t": 216.631,
        "c": " 母带 : Joe LaPorta"
    }
]

export const order = [
    {
        "time": 0,
        "characters": []
    },
    {
        "time": 10.473,
        "characters": [
            0
        ]
    },
    {
        "time": 30.752,
        "characters": [
            1
        ]
    },
    {
        "time": 40.368,
        "characters": [
            0,
            1,
            2,
            3,
            4,
            5,
            6
        ]
    },
    {
        "time": 41.777,
        "characters": [
            1
        ]
    },
    {
        "time": 52.178,
        "characters": [
            2
        ]
    },
    {
        "time": 62.675,
        "characters": [
            0,
            1,
            2,
            3,
            4,
            5,
            6
        ]
    },
    {
        "time": 65.085,
        "characters": [
            3
        ]
    },
    {
        "time": 67.563,
        "characters": [
            0,
            1,
            2,
            3,
            4,
            5,
            6
        ]
    },
    {
        "time": 70.766,
        "characters": [
            3
        ]
    },
    {
        "time": 83.543,
        "characters": [
            4
        ]
    },
    {
        "time": 104.436,
        "characters": [
            0,
            1,
            2,
            3,
            4,
            5,
            6
        ]
    },
    {
        "time": 106.86,
        "characters": [
            6
        ]
    },
    {
        "time": 109.324,
        "characters": [
            0,
            1,
            2,
            3,
            4,
            5,
            6
        ]
    },
    {
        "time": 112.006,
        "characters": [
            6
        ]
    },
    {
        "time": 114.721,
        "characters": [
            0,
            1,
            2,
            3,
            4,
            5,
            6
        ]
    },
    {
        "time": 117.02600000000001,
        "characters": [
            6
        ]
    },
    {
        "time": 127.237,
        "characters": [
            5
        ]
    },
    {
        "time": 158.164,
        "characters": []
    },
    {
        "time": 162.578,
        "characters": [
            0,
            1,
            2,
            3,
            4,
            5,
            6
        ]
    },
    {
        "time": 167.78199999999998,
        "characters": [
            0
        ]
    },
    {
        "time": 209.063,
        "characters": []
    }
]

export const characters = [{
    name: '荧', cv: '宴宁', color: '#EEDCA2'
}, {
    name: '茜特菈莉', cv: '柳知萧', color: '#B986AE'
}, {
    name: '丝柯克', cv: '谢莹', color: '#2B3882'
}, {
    name: '嘉明', cv: '谢莹', color: '#611E10'
}, {
    name: '胡桃', cv: '陶典', color: '#ECB79A'
}, {
    name: '蒂莱尔', cv: '闫夜桥', color: '#253B64'
}, {
    name: '凯亚', cv: '孙晔', color: '#456886'
}];